export const MODEL_TYPES = {
  1: "enemy",
  2: "friend",
  3: "timer",
};

export const MOVE_TYPES = {
  0: "nothing",
  1: "scaling",
  2: "x-moving",
  3: "y-moving",
};

export const GAME_LEVELS = {
  easy: "1500",
  normal: "1000",
  hard: "750",
  extrahard: "500",
};

export const CHARACTER_MESSAGES = {
  0: "Зачем?",
  1: "ТЫ ЧТО, ДУРАК ЧТО ЛИ?",
  2: "А я думала сова...",
  3: "Ты не пройдёшь!",
  4: "Камеру вырубай",
  5: "Ты кто такой, чтобы это сделать, с$%&",
  6: "Сказочный д&%:?б",
  7: "Ловко ты это придумал",
  8: "Вы кто такие? Я вас не звал...",
  9: "Ты втираешь мне какую-то дичь",
  10: "Ну нажал, и нажал - чё бубнить-то?",
  11: "Е;%?* ты лох",
  12: "На пенёк сел - косарь должен",
  13: "Ничего не понял, но очень интересно",
  14: "Дурак?",
  14: "Э",
};
